Repository: haithamassoli/naqi
Catalog: NaqiShare/Localizable.xcstrings
Source language: en
Languages: ar

# share.add
source: Add
ar: إضافة

# share.censor_faces
source: Cover faces
ar: حجب الوجوه

# share.everyone
source: Everyone
ar: الجميع

# share.men
source: Men
ar: الرجال

# share.options
source: Add to Naqi
ar: إضافة إلى نقي

# share.remove_music
source: Remove music
ar: إزالة الموسيقى

# share.women
source: Women
ar: النساء

# share.adding
source: Adding to Naqi…
ar: جارٍ الإضافة إلى نقي…

# share.failed
source: Couldn’t add this file
ar: تعذّرت إضافة هذا الملف

# share.queued
source: Added to Naqi
ar: تمت الإضافة إلى نقي

# share.quality_best
source: Best
ar: الأفضل

# share.quality_audio
source: Audio only
ar: الصوت فقط

# share.download
source: Download
ar: تنزيل
